db.categoies.drop();
db.categoies.insertMany([
  {
    _id: {
      $oid: '66001d151a43a1b299153aaa',
    },
    name: 'คอมพิวเตอร์',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aab',
    },
    name: 'การพัฒนาตัวเอง',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aac',
    },
    name: 'ศิลปะ',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aad',
    },
    name: 'ปรัชญาชีวิต',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aae',
    },
    name: 'ภาษา',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aaf',
    },
    name: 'สุขภาพ',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab0',
    },
    name: 'วิทยาศาสตร์',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab1',
    },
    name: 'ประวัติศาสตร์',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab2',
    },
    name: 'ท่องเที่ยว',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab3',
    },
    name: 'การเมือง',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab4',
    },
    name: 'วัฒนธรรม',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab5',
    },
    name: 'การศึกษา',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab6',
    },
    name: 'เศรษฐศาสตร์',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab7',
    },
    name: 'กีฬา',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab8',
    },
    name: 'ความสัมพันธ์',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153ab9',
    },
    name: 'การเรียนรู้',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153aba',
    },
    name: 'เทคโนโลยี',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153abb',
    },
    name: 'อาหารและสุขภาพ',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153abc',
    },
    name: 'เพลง',
  },
  {
    _id: {
      $oid: '66001d151a43a1b299153abd',
    },
    name: 'ธรรมะ',
  },
]);
